Repository: uzh/ddm
Catalog: ddm/participation/locale/*/LC_MESSAGES/django.po
Languages: fr, it

source: Contact
it: Contatto

source: What happens with my data?
fr: Que se passe-t-il avec mes données ?
it: Cosa succede ai miei dati?

source: Contact Information
fr: Coordonnées
it: Informazioni di contatto

source: Data Protection Statement
fr: Déclaration de protection des données
it: Dichiarazione sulla protezione dei dati

source: Please indicate whether you want to continue with this study.
fr: Veuillez indiquer si vous souhaitez poursuivre cette étude.
it: La preghiamo di indicare se desidera proseguire con questo studio.

source: Welcome to this study!
fr: Bienvenue dans cette étude !
it: Benvenuto/a a questo studio!

source: Please define a description and welcome text for this project in the Project Hub.
fr: Veuillez définir une description et un texte de bienvenue pour ce projet dans le Project Hub.
it: La preghiamo di definire una descrizione e un testo di benvenuto per questo progetto nel Project Hub.

source: Continue
fr: Continuer
it: Continua

source: Provided ID not found
fr: ID fourni introuvable
it: ID fornito non trovato

source: Unfortunately, we could not find a study participation started for the given ID. However, you can access the study by clicking on the following link:
fr: Malheureusement, aucune participation à l’étude n’a été trouvée pour l'ID indiqué. Vous pouvez toutefois accéder à l'étude en cliquant sur le lien suivant :
it: Purtroppo non abbiamo trovato alcuna partecipazione allo studio associata all'ID inserito. Se desidera comunque accedere allo studio, clicchi sul link seguente:

source: Go to Study
fr: Accéder à l'étude
it: Vai allo studio

source: Thank you very much!
fr: Merci beaucoup !
it: Grazie mille!

source: You have reached the end of the study and can now close this window.
fr: Vous êtes arrivé(e) à la fin de l'étude et pouvez maintenant fermer cette fenêtre.
it: Ha raggiunto la fine dello studio e può ora chiudere questa finestra.

source: Participation not Possible
fr: Participation impossible
it: Partecipazione non possibile

source: Unfortunately, you cannot participate in this study at this time. This may be because the project has not started or the study has already concluded.
fr: Malheureusement, il n’est actuellement pas possible de participer à cette étude. Cela peut être dû au fait que le projet n'a pas encore commencé ou que l'étude est déjà terminée.
it: Siamo spiacenti, ma al momento non è possibile partecipare a questo studio. Ciò potrebbe essere dovuto al fatto che il progetto non è ancora iniziato o che lo studio è già terminato.
