Repository: uzh/ddm
Catalog: ddm/locale/*/LC_MESSAGES/django.po
Languages: de

source: Contact
de: Kontakt

source: What happens with my data?
de: Was passiert mit meinen Daten?

source: Contact Information
de: Kontaktinformationen

source: Data Protection Statement
de: Datenschutzerklärung

source: Please indicate whether you want to continue with this study.
de: Bitte geben Sie an, ob Sie mit dieser Studie fortfahren möchten.

source: Welcome to this study!
de: Herzlich willkommen zu dieser Studie!

source: Please define a description and welcome text for this project in the Project Hub.
de: Bitte definieren Sie eine Beschreibung und einen Begrüßungstext für dieses Projekt im Project Hub.

source: Continue&nbsp;&nbsp;&#8250;
de: Weiter&nbsp;&nbsp;&#8250;

source: Provided ID not found
de: Angegebene ID konnte nicht gefunden werden

source: Unfortunately, we could not find a study participation started for the given ID. However, you can access the study by clicking on the following link:
de: Leider konnten wir für die angegebene ID keine begonnene Studienteilnahme finden.Wenn Sie die Studie trotzdem aufrufen möchten, klicken Sie auf den folgenden Link:

source: Go to Study
de: Zur Studie

source: Thank you very much!
de: Herzlichen Dank!

source: You have reached the end of the study and can now close this window.
de: Sie haben das Ende der Studie erreicht und können dieses Fenster nun schliessen.
